Revit 2027 API
ConnectorSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual ConnectorSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As ConnectorSetIterator
public:
virtual ConnectorSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> ConnectorSetIterator
override ReverseIterator : unit -> ConnectorSetIterator
Return Value
ConnectorSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
ConnectorSet Class
Autodesk.Revit.DB Namespace